[
    {
        "id": 1,
        "ProductName": "Tommy Button Through dress",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Polyester \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nButton \\n    About this item   Features: Sportswear, shirtdress, long sleeve, button through, belted, collared, dress   Designer detailing: This button-down dress for women is tailored to fit around the bustline and falls in flattering lines between the knee and thigh   Fashion meets function: Wear casually like a shirt dress over jeans or leggings; or as business casual outfits for women   Match with: Sneakers, loafers for women, sandals, or flip flops keep the look super casual, while slipping into a pair of wedges or women\\u2019s pumps can take you into date night or a day out   All season long: Add a women\\u2019s cardigan, sweater, or coat to wear this sleeveless dress into the cooler months   See more About this item ",
        "ProductPrice": "$52.92",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/61GFJIe3fqL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Tommy-Hilfiger-Womens-Through-Shirtdress\/dp\/B0CNBQ1VCQ\/ref=sr_1_8?crid=TGKEIDAA71WU&dib=eyJ2IjoiMSJ9.uEWdvXE0imzgSQe48XTxEpdGvi19xfnOIxCwveJ-s_wL05oSDZB2C8KIhHuI9KtSWQEY7YQcKbyIrpadlI1y5JB_wCe6utvMWmUm-d8Ra_HNXQt9BPoyvUzjc3RPdgZqmjm2u92DwyckYbUcNatQSelyVTWUfGRv7JG6NwnXRGVcXTaw5s-Tmemas20nOuw157XOg-4k4KeTQiHWXatJff6QLsPXWhTSKc9Vcqc-vZR3sGPZiQmmE7H4cH1TQILDHwjNvwF05HVyg3pBEU8-R8Y82zEZ0pgXPTXQslQrRwg.NtWEYNAJad4p41VEzvwdquHAP87vZ4JONabqPXRj-eY&dib_tag=se&keywords=women+formal+dress&qid=1710674310&sprefix=women+formal+%2Caps%2C1872&sr=8-8"
    },
    {
        "id": 2,
        "ProductName": "Comfortable Printed T-Shirts and trousers",
        "ProductDescription": "style = easy to wearfabric = jersay cotttonprinte =sytle t shirtswomen & girlsClothing Workwear. We understand that finding the right clothes to wear to\\xa0work in is very important, needing to be both practical and comfortable.\\xa0Whether you are a builder or a farmer, no matter what your trade is,\\xa0we have the clothing and footwear for you. We stock a large range on Daraz,Specifications of Women oversized Relax In Comfortable Printed T-Shirts and trouser for Girls Brand  No Brand SKU  430941510_PK-2055576280 Apparel  Casual Age Range  19 to 27 YearsVIEW MORE",
        "ProductPrice": "Rs. 1,499",
        "ProductImages": "https:\/\/static-01.daraz.pk\/p\/01ecaa30de5ad785a260605f0a1d24e2.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/12cba0753fd2b3a80113eac836c2c574.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/7de54ecfeffa373fdaab7788fbc50280.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/288f231e467d8e686c05323c26b6c6f1.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/12cba0753fd2b3a80113eac836c2c574.jpg_100x100.jpg_.webp ",
        "ProductURL": "https:\/\/www.daraz.pk\/products\/-i430941510-s2055576280.html?spm=a2a0e.searchlist.sku.7.311847f7qHyFht&search=1"
    },
    {
        "id": 3,
        "ProductName": "Casual Short Sleeve T Shirts",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n60% Polyester, 35% Rayon,5%spandex \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nLight weight,not see-through,elastic fabric,soft and comfortable wear. \\n    About this item   Style: Loose Fit. Womens Basic tshirts for casual wear, workouts, and everything in between. Simple,trendy and stylish.   Design: These cute high-quality short sleeve tshirts are made of blend fabrics. Exposed seams stitching under the neckline, sewn cuffed sleeves and side slits hemline. Simple details make these cute short sleeve tops so comfy and pretty. Flattering on any body type. A classic wardrobe staple tee.   Features: Women's T-shirts, Casual short sleeve shirts for women, Loose fit crewneck raglan tshirts ,workout tops for women short sleeve. Year-round basics and the ideal go-to for daily wear.   Occasions: These casual summer tee shirts are exactly what you need when lounging around or going for a slightly dressed-down look. So cute with leggings, jeans ,shorts and wedges or sneakers this summer.   Size: Our size is different from Amazon's. Please refer to the size chart below or in the last picture. If you are in between sizes, we suggest to go one size up for a more comfy and loose fit.   See more About this item ",
        "ProductPrice": "$19.99",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71WkxiR1+nL._AC_SX425_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/ayreus-Summer-Sleeve-Womens-Tshirts\/dp\/B08SVS5BM9\/ref=sr_1_44?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fwATAdJYy1lGddSLC6pSodYNlJBD9n__QNyEikXnPZ8D0lUEcpYPN-UTk7CZJF-fuGLb_MTfyBUmfK1LdJVxpiKrYoIDmp6BTTPqJLb2uUt7EdMjHb0_s1z4VHz9R4aBxsCqshb4ZMlNur6jhPE4F5jO8izPTK2DFoX3mUYZVzPcQRq0S1dz6-wBIZGym6oskUVOUtM5KYgHg4KlyT-TwV54IVeH34u8VOK5XO34x15kJsC22PgLGv3XTPhhqZdgqpbL0dlQboljBdzIgl8I1QxUqaAeUjwEpMTWq2puaYQ.eLxHIepcE7Cr35IYpiflSbSTXpDLjfUhvcgJjpz2FOU&dib_tag=se&keywords=women+casual&qid=1710673938&sprefix=women+casual%2Caps%2C586&sr=8-44"
    },
    {
        "id": 4,
        "ProductName": "Knit Sweater,Wide Leg Pants Sets",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n50% Viscose, 30% Nylon, 20% Polyester \\n    \\nCare instructions \\n  \\nHand Wash Only \\n    \\nOrigin \\n  \\nImported \\n    About this item   Size - S=US(4-6), M=US(8-10), L=US(12-14), XL=US(16-18). Please refer to the size chart carefully before placing your order.   Features - Pullover knitted top featured with the crew neck, long sleeve, drop shoulder, side split hem, high low irregular design. Long pant: high waisted, comfy elastic waist, palazzo trousers, wide leg pants.   Match - Pair them with booties or keep it casual with sneakers. These 2 piece sets can be worn as a coordinated outfit or mixed and matched as separates, allowing for effortless and chic styling options.   Occasion - Whether you're lounging at home, outside on street, shopping, vacation, or travel, these cozy lounge sets are versatile enough to be worn for various occasions. these 2 piece outfit adds a touch of casual elegance to your look.   Wash - Crafted from lightweight and stretchy material, these two piece outfits are soft, comfy, not see through. Hand wash cold, do not bleach, hang or line dry.   See more About this item ",
        "ProductPrice": "$11.90",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71TteO7SrjL._AC_SX522_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/ANRABESS-Sweater-Tracksuits-Matching-1296shenhuahui-M\/dp\/B0CJHLFYBY\/ref=sr_1_7?keywords=casual+clothes+women&qid=1707066774&s=apparel&sr=1-7"
    },
    {
        "id": 5,
        "ProductName": "Casual Round Neck Printed T-Shirt",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n\\U0001f31f\\U0001f31f\\U0001f31f Comfortable Fabric - This Long Sleeve Shirts For Women Is Made Of High Quality Materials. This Workout Tops For Women Trendy Lightweight, Soft, Breathable, Eco-Friendly, Comfortable, Skin-Friendly, Breathable, Stylish, Lightweight, Slightly Stretchy, Wardrobe Must-Have, Easy To Put On And Take Off, Going Out Tops For Women Summer Brings You A Comfortable And Cosy Wearing Experience. \\n    \\nCare instructions \\n  \\n\\u2618\\ufe0f\\u2618\\ufe0f\\u2618\\ufe0f New Releases - This Womens Long Sleeve Tops Dressy Casual Is Easy To Wash, We Recommend Machine Or Hand Wash In Cold Water, Summer Outfits For Women Do Not Bleach Or Dry Clean. It Will Not Shrink Or Fade After Washing. If You Have Any Questions About Cute Tops For Women Sizing, Quality, Shipping Or Anything Else, Please Contact Barnrae Customer Service. We Will Respond Via Email Within 24 Hours. \\n    \\nOrigin \\n  \\nMade in USA and Imported \\n    \\nFur description \\n  \\n\\U0001f48e\\U0001f48e\\U0001f48e Prime Deals Today - This Plus Size Tops For Women Fashion Trendy Is Perfect For Casual, Daily Life, Travel, Street Photography, Beach, Outdoor Activities, Shopping, Office, Party, School, Dinner, Vacation, Cocktail Party, Wedding And So On. This Graphic Tees For Women Suitable For Winter, Fall, Summer And Spring, Tops For Women Trendy Is A Must-Have Item In Your Closet. \\n    About this item   Shirts For Women Graphic Tees For Women Shirts For Girls Beige Tops For Women Summer Women Womens Short Sleeve Tops Basic Tees For Women Double Lined Long Sleeve Top Black Long Sleeve Top Y2K Shirt Going Out Top White Crop Tops For Women Work Out Tops Gym For Women Blouses For Women Business Casual Mama Shirt Off The Shoulder Long Sleeve Top Womens Dressy Tops Pink Womens Tee Shirts Graphic Faith Family Shirts Matching 3 Sparkle Tops For Women Autism Shirts Women Plus Size Red Blouse   Tunic Sweaters For Women Sequin Tops For Women Cotton T Shirt Women'S Summer Blouses Plus Size Womens Graphic Tees Flowy Tops For Women Boho Tops For Women Sexy Long Sleeve Tops For Woman Undershirt For Women Long Sleeve Undershirt For Women Plus Size Sweatshirts For Women Red Corset Top Maternity Shirts Denim Shirt Women Tight Long Sleeve Shirts For Women Long Sleeve T Shirt Collared Shirts For Women Black Long Sleeve Shirt Women Slim Fit Long Sleeve Yoga Shirts For Women Fitted   White Button Down Shirt Women Nursing Tops Black Button Down Shirt Black Short Sleeve Tunic Tee White Sweatshirt Womens Crewneck Sweatshirt Basic Tops Long Sleeve White Shirt Women Sweatshirts For Women Trendy Heart Shirts For Women Square Neck Top Womens Winter Tops Shirts For Women Trendy Under Scrub Shirts Long Sleeve Graphic Sweatshirts For Women Womens Long Sleeve Shirts Peplum Tops Plus Long Sleeve Brown Shirt Women Fitted Womens Green Blouse Flowy Women T Shirts Casual Printed   Oversized Tshirts For Women Going Out Tops For Women Shirts For Girls Plus Size Womens Summer Tops And Blouses Women Gym Shirts Woman New Years Eve Tops Womens White Button Down Shirt Women'S Sweatshirts Pink Long Sleeve Shirt Women Tunic Pullover For Women Happy Birthday White Tops For Women Crew Neck Sweatshirts Women Sleeveless Tops For Women Bride Sweatshirt Womens Plus Size Tops Bustier Choker Tops For Women Wrap Blouses With Tie White Shirts For Women Cotton Sexy Red Shirts   Long Sleeve Tops For Woman Oversized Tshirts For Women Cotton T Shirt Black Sleeveless Tunic Tops For Women For Women Compression Shirts Woman Black Blouses For Women Womens Sweatshirts Pink Corset Top Athletic Tops For Women White Corset Top Linen Shirts For Women White Sweater Tops For Women Off Shoulder Sweater Top Sleep Shirts For Women Womens Button Down Shirt Long Sleeve Black Shirt Women Women'S Babydoll Tops Tie Dye T Shirt Women Cotton White Workout Top Long Sleeve I Shaved   Womens Long Sleeve Tops Plus Size Tops For Women Black Button Down Shirt Womens Tops And Blouses Summer Plus Size Dressy Casual Off Shoulder Tops For Women Square Neck Long Sleeve Top Girls Sweatshirt Crochet Top White Sweatshirt Women Asymmetrical Tops For Women Sweatshirts For Women Loose Fit Ribbed Long Sleeve Tops For Women Black Crewneck Sweatshirt Black Corset Top Cute Long Sleeve Tops White Button Down Shirt Fitted Women\\u2019S Casual Tops Sweatshirt For Girls Purple Tops For Women   See more About this item ",
        "ProductPrice": "$12.29",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71kEwQM6HaL._AC_SX522_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Workout-Fashion-Blouses-Crewneck-Essentials\/dp\/B0CTMJ8D74\/ref=sr_1_88?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fqwSPtjl3gU1dXY6iNHTwwrclgvhEM5xnPBL3Q3YEiNhgX4bJTMnhW6pHeU9ngy3QJQS7RbdfUtGItTIUUHbm4r74VPhqkQEwoLXa1n6oyhQx-AbFHYkiu2DPmm86bXpCSpqhwq8ZICHD6F_oS0CxqXn0S7V8_gRYIW8GSGk9luHL7_G7A6AXk_qMfZKFQmGGtL9F9qLSpWVRJcGgVbmoucRNlXLXhVvMzzdMDw579luTbj2VfHhDNHDPX9g0wxDbhBJoNJsdMpQTjnBvY6YSL22aI1skg76urG6zcFl_zg.o4Zvs9a9In8xisCIkD3DL5MvYP3RKsfOrFy593O_Tps&dib_tag=se&keywords=women+casual&qid=1710674146&sprefix=women+casual%2Caps%2C586&sr=8-88"
    },
    {
        "id": 6,
        "ProductName": "Classic-Fit Plaid Flannel Shirt ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Cotton \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nNeck style \\n  \\nCollared Neck \\n    About this item   CLASSIC FIT: Close but comfortable fit with easy movement.   BRUSHED FLANNEL: This midweight cotton flannel features a super-soft brushed finish giving the ultimate cozy feel.   EVERYDAY SHIRTING: This incredibly soft flannel shirt will become the most comfortable and versatile shirt in your closet. Perfect for layering or wearing on its own. Pair back to your favorite pair of jeans for a casual laid-back look.   DETAILS: Classic shirt collar, button front closure, long sleeves with shirt cuff that can be rolled back for a casual look. Shirttail hem detail, chest pocket, and back yoke with box pleat for a relaxed roomy feel.   See more About this item ",
        "ProductPrice": "$19.60",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/91TRjbRuGyL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Amazon-Essentials-Long-Sleeve-Classic-Fit-Lightweight\/dp\/B08Y9TBWVZ\/ref=sr_1_13?crid=1XFGZOJ8XWK82&dib=eyJ2IjoiMSJ9.waSSg-eNu8Iy8PSouljIz0crQrCp9L05n3r9F5meqYmRYoPvp1mrg7vESJG940-CSakkATGUEIqBIq6iLsBlir8GF7wniEctElfuAR60W7VHO0UPCQqEv6LZd1WykFZpHzK5v19vqLy-3ROcgI4DHxvKq2N7jAmDOuoMnoI7U0HMF4JbBhRIt2Tx28spuFE50RhmNBA2yrADm0URrhkUkC2eSDZYkLoHJk1AirNAlITpScl6hz88jflSVoEwG-SggbIr_IHvW03OhG-RnsN8bI2GlCrTN95Q-he3bIKDi7s.2JCZLHKLifEwtNfkWkJTDnoaoxeq7UTSE7mLRLlxMKE&dib_tag=se&keywords=women+casual+shirts&qid=1710674248&sprefix=women+casual+shirt%2Caps%2C455&sr=8-13"
    },
    {
        "id": 7,
        "ProductName": "Black Tank Swing Dress ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n95% Rayon, 5% Elastane \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nNo Closure \\n    About this item   A-LINE: Fitted through chest; flares gently to hem.   RAYON STRETCH JERSEY: This soft and drapey lightweight jersey has a smooth, polished finish. Also offered in a sustainably sourced option 95% Rayon (Lenzing Ecovero Viscose), 5% Elastane.   TANK SWING DRESS: This relaxed swing dress is the perfect everyday dress. Pair with your favorite sneakers for a day exploring the city or sandals for an easy casual summer look.   DETAILS: Easy pull-on dress for all-day comfort. Features a classic crew neck and sleeveless styling with wide tank straps. Perfect mini length. Swing dress shape provides beautiful drape and movement.   LENGTH: 35\" from side neck on US size S.   See more About this item ",
        "ProductPrice": "$10.40",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/61PLZD2-dFL._AC_SX522_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Amazon-Essentials-Womens-Swing-Dress\/dp\/B0971DM3HB\/ref=sr_1_14?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fwATAdJYy1lGddSLC6pSodYNlJBD9n__QNyEikXnPZ8D0lUEcpYPN-UTk7CZJF-fuGLb_MTfyBUmfK1LdJVxpiKrYoIDmp6BTTPqJLb2uUt7EdMjHb0_s1z4VHz9R4aBxsCqshb4ZMlNur6jhPE4F5jO8izPTK2DFoX3mUYZVzPcQRq0S1dz6-wBIZGym6oskUVOUtM5KYgHg4KlyT-TwV54IVeH34u8VOK5XO34x15kJsC22PgLGv3XTPhhqZdgqpbL0dlQboljBdzIgl8I1QxUqaAeUjwEpMTWq2puaYQ.eLxHIepcE7Cr35IYpiflSbSTXpDLjfUhvcgJjpz2FOU&dib_tag=se&keywords=women+casual&qid=1710673938&sprefix=women+casual%2Caps%2C586&sr=8-14"
    },
    {
        "id": 8,
        "ProductName": "Midi Button Front Tie Dress",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Viscose \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nButton \\n    About this item   RELAXED FIT: Relaxed, comfortable fit through the body.   DRAPEY FLUID TWILL: Made of 100% viscose, our non stretch viscose is extremely breathable and lightweight. With a beautiful drape and a soft, smooth finish, this fabric is comfortable and easy to wear all year round.   CLASSIC BUTTON FRONT DRESS: This versatile and figure-flattering dress seamlessly transitions from day to night. Pair with your favorite sneakers for a day exploring the city or dress up for an evening out with Amazon Essentials Women's Sandals.   DETAILS: Features a button front closure, v-neck, short sleeves, adjustable tie for custom fit, feminine gathering at shoulder seams, and the perfect midi length.   ADDITIONAL FABRIC & CARE INFORMATION: Due to the delicate nature of viscose fabric, we recommend you wash it in cold water and hang dry to prevent fabric shrinkage and wrinkles caused by any extra heat. Gently iron or steam for an even crisper, polished look.   See more About this item ",
        "ProductPrice": "$16.40",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/81-SwpeQAOL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Amazon-Essentials-Womens-Short-Sleeve-X-Large\/dp\/B082ZT1852\/ref=sr_1_11?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fwATAdJYy1lGddSLC6pSodYNlJBD9n__QNyEikXnPZ8D0lUEcpYPN-UTk7CZJF-fuGLb_MTfyBUmfK1LdJVxpiKrYoIDmp6BTTPqJLb2uUt7EdMjHb0_s1z4VHz9R4aBxsCqshb4ZMlNur6jhPE4F5jO8izPTK2DFoX3mUYZVzPcQRq0S1dz6-wBIZGym6oskUVOUtM5KYgHg4KlyT-TwV54IVeH34u8VOK5XO34x15kJsC22PgLGv3XTPhhqZdgqpbL0dlQboljBdzIgl8I1QxUqaAeUjwEpMTWq2puaYQ.eLxHIepcE7Cr35IYpiflSbSTXpDLjfUhvcgJjpz2FOU&dib_tag=se&keywords=women+casual&qid=1710673938&sprefix=women+casual%2Caps%2C586&sr=8-11"
    },
    {
        "id": 9,
        "ProductName": "Ribbed Knit Crew Neck Cropped Set",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n95% Polyester, 5% Elastane \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    About this item   SWEET TIPS: The Light-Colored Ones, Such As Apricot Color May Be a Little See Through, We Suggest That You Can Wear a Nude Or Lighter Color Bra Or Underwear   FEATURE: Ribbed Knit Two Piece Outfits For Women \/ Narrow Crew Neck \/ Sleeveless \/ Ruched Round Hem Shirt \/ Slim Fit Crop Top \/ Drawstring Elastic Waist \/ Wide Leg Pants \/ Seam Design \/ Side Pockets \/ Soft & Stretchy Fabric   HIGHLIGHT: The Bodycon Crop Tank Top With Ruched Round Hem Can Perfectly Shows Off Your Waistline, And The Wide Leg Pants With Drawstring Elastic Waist Makes Them Fit For All Body Size. The Seam Detailing On Leg Add a Visually Interest, While The Side Pockets Can Hold Any Small Stuffs   OCCASION: This Lounge Matching Set Is Perfect For Many Occasions, Like Yoga, Daily, Travel, Jogging, Sport, Workout, Airport Or Home   COLOR: Wine Red Lounge Sets For Women \/ Camel Lounge Wear Sets Women \/ Pink Resort Wear For Women 2024 \/ Navy 2 Piece Outfits For Women \/ Light Blue Matching Sets For Women Summer \/ Black Airport Outfit For Women \/ Apricot Sport Lounge Sets \/ Apricot Black Tracksuit Set   See more About this item ",
        "ProductPrice": "$38.99",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71cagjllXyL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/BTFBM-Summer-Outfits-Tracksuit-Matching\/dp\/B0CNP7CTX7\/ref=sr_1_6?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fwATAdJYy1lGddSLC6pSodYNlJBD9n__QNyEikXnPZ8D0lUEcpYPN-UTk7CZJF-fuGLb_MTfyBUmfK1LdJVxpiKrYoIDmp6BTTPqJLb2uUt7EdMjHb0_s1z4VHz9R4aBxsCqshb4ZMlNur6jhPE4F5jO8izPTK2DFoX3mUYZVzPcQRq0S1dz6-wBIZGym6oskUVOUtM5KYgHg4KlyT-TwV54IVeH34u8VOK5XO34x15kJsC22PgLGv3XTPhhqZdgqpbL0dlQboljBdzIgl8I1QxUqaAeUjwEpMTWq2puaYQ.eLxHIepcE7Cr35IYpiflSbSTXpDLjfUhvcgJjpz2FOU&dib_tag=se&keywords=women+casual&qid=1710673938&sprefix=women+casual%2Caps%2C586&sr=8-6"
    },
    {
        "id": 10,
        "ProductName": "Autumn Turtle Neck Crop Top",
        "ProductDescription": "Type: Crop TopGender: Women'sSize Type: RegularMaterial: PolyesterSleeve Length: Long SleeveNeck Type: Turtle NeckStyle: FashionGarment Care: Hand-washSpecifications:\\nMade of light and soft fabric, skin-friendly and comfortable.\\nSlim crop top, hugs your curves, making your figure revealing.\\nPair with favorite jeans to get a stunning day-to-evening look.\\n\\nType: Crop Top\\nGender: Women's\\nSize Type: Regular\\nMaterial: Polyester\\nSleeve Length: Long Sleeve\\nNeck Type: Turtle Neck\\nStyle: Fashion\\nGarment Care: Hand-wash\\nFeatures: Turtle Neck, Ribbed Design, Slim Style\\nSize Details\\n[Our Size S] Bust: 80cm-96cm\/31.5\"-37.8\", Shoulder: 36cm\/14.2\", Sleeve: 56cm\/22.1\", Length: 48cm\/18.9\" (Approx.)\\n[Our Size M] Bust: 84cm-100cm\/33.1\"-39.4\", Shoulder: 37cm\/14.6\", Sleeve: 57cm\/22.5\", Length: 49cm\/19.3\" (Approx.)\\n[Our Size L] Bust: 90cm-104cm\/35.5\"-41.8\", Shoulder: 39cm\/15.4\", Sleeve: 58cm\/22.9\", Length: 50.5cm\/19.9\" (Approx.)\\n[Our Size XL] Bust: 96cm-112cm\/37.8\"-44.1\", Shoulder: 40cm\/15.8\", Sleeve: 59cm\/23.2\", Length: 52cm\/20.5\" (Approx.)\\n\\nNotes:\\nPlease Refer to Our Size Chart and Choose the Right Size.\\nDue to the light and screen setting difference, the item's color may be slightly different from the pictures.\\n\\nPackage Includes:\\n1 x Crop TopSpecifications of G&H Women Autumn Turtle Neck Long Sleeve Ribbed Thin Slim Bottoming Shirt Crop Top Brand  No Brand SKU  183080992_PK-1365438421 Model  14019609 Model Height  5' 10\" Size Model Is Wearing  Free SizeWhat\\u2019s in the box1 x Crop TopVIEW MORE",
        "ProductPrice": "Rs. 1,544",
        "ProductImages": "https:\/\/static-01.daraz.pk\/p\/b24dc0614c6fd19c095f4e6abb3206c7.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/b98ca6fdb6772d9e54e366b07b0875ed.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/2900d40c0ebd13f74ede8537fa8a142d.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/30e684013aff3339f3da6476f49e1fca.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/470b13a37e74fb6bf241f23a09be1d40.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/5a8e43407bb02722dfff199fbbdff528.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/c32bb447d36b532fc9e5e35fccd382a6.jpg_100x100.jpg_.webp ",
        "ProductURL": "https:\/\/www.daraz.pk\/products\/g-h-i183080992-s1365438421.html?spm=a2a0e.searchlist.sku.2.716119615qVjY9&search=1"
    },
    {
        "id": 11,
        "ProductName": "Relaxed Fit Midi A-Line Dress",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Viscose \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nButton \\n    About this item   REGULAR FIT: Close but comfortable fit through chest, waist, and hips.   DRAPEY FLUID TWILL: Made of 100% viscose, our non stretch viscose is extremely breathable and lightweight. With a beautiful drape and a soft, smooth finish, this fabric is comfortable and easy to wear all year round.   EVERYDAY MIDI DRESS: This versatile and figure-flattering dress seamlessly transitions from day to night. Pair with your favorite sneakers for a day exploring the city or dress up for an evening out with Amazon Essentials Women's Two Strap Heeled Sandals.   DETAILS: Features a button front closure, half sleeves with feminine gathering, and an adjustable drawstring at waist for all-day comfort and a flattering fit. The A-line shape creates beautiful drape and movement.   LENGTH: 46\" from side neck on US size S.   ADDITIONAL FABRIC & CARE INFORMATION: Due to the delicate nature of viscose fabric, we recommend you wash it in cold water and hang dry to prevent fabric shrinkage and wrinkles caused by any extra heat. Gently iron or steam for an even crisper, polished look.   See more About this item ",
        "ProductPrice": "$20.20",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71wnnQnN03L._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Amazon-Essentials-Womens-Feminine-Waisted\/dp\/B08JDXB9CB\/ref=sr_1_7?crid=1XL98PQYRATIF&dib=eyJ2IjoiMSJ9.fwATAdJYy1lGddSLC6pSodYNlJBD9n__QNyEikXnPZ8D0lUEcpYPN-UTk7CZJF-fuGLb_MTfyBUmfK1LdJVxpiKrYoIDmp6BTTPqJLb2uUt7EdMjHb0_s1z4VHz9R4aBxsCqshb4ZMlNur6jhPE4F5jO8izPTK2DFoX3mUYZVzPcQRq0S1dz6-wBIZGym6oskUVOUtM5KYgHg4KlyT-TwV54IVeH34u8VOK5XO34x15kJsC22PgLGv3XTPhhqZdgqpbL0dlQboljBdzIgl8I1QxUqaAeUjwEpMTWq2puaYQ.eLxHIepcE7Cr35IYpiflSbSTXpDLjfUhvcgJjpz2FOU&dib_tag=se&keywords=women+casual&qid=1710673938&sprefix=women+casual%2Caps%2C586&sr=8-7"
    },
    {
        "id": 12,
        "ProductName": "Casual Flower Print Top ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n\\U0001f45a Material \\U0001f45a High-quality fabric, breathable, lightweight, environment-friendly, skin-friendly, which will bring you a comfortable dressing experience. \\n    \\nCare instructions \\n  \\n\\U0001f3d9 \\ufe0fOccasion \\U0001f3d9\\ufe0f Matched well with jeans, casual pants, skirt, denim shorts and leggings. Suits for casual, vacation, beach, party, school, office, work, daily life wear. \\n    \\nOrigin \\n  \\nMade in USA and Imported \\n    \\nFur description \\n  \\n\\U0001f389 Promotion \\U0001f389 RMXEi now provides Prime Day promotion. You can save 5% each when you buy 2 or more, 10% each when you buy 4 or more, 15% each when you buy 8 or more. \\n    About this item   T Shirts For Women Loose Fit T-Shirts For Women Summer Tops For Women 2023 Trendy Womens Hawaiian Shirts And Blouses Linen Shirts For Women Summer Shirts For Women Graphic Tees Work Out Tops Womens Boho Tops And Blouses T-Shirts For Women Cotton Hawaiian Shirt Women Flowy Top Womens Plus Size Tops Plus Size Top Tunic Tops Ladies Tops And Blouses 3\/4 Sleeve Women'S Plus Size Shirts Work Blouses Womens Elbow Length Sleeve Tops Clothes Women Trendy Dress Shirts For Women Trendy Womens   Concert Shirts For Women Cute Womens Summer Tops Womens Short Sleeve T Shirts Short Sleeve Blouse Women Tshirts Hawaiian Shirt Women Womens 3\/4 Length Sleeve Tops Women Workout Shirts Workout Tops Plus Size Womens T Shirts Women\\u2019S Summer Tops Flowy Tops For Women Boho Women'S Plus Size Tops Gym Shirts Oversized Workout Shirts For Women Womens Top Gray Tshirt Women Leopard Print Blouses For Women Women'S Fashion Short Sleeve V Neck Shirts Loose Casual Tops Womans Tops   Women'S Tops, Tees & Blouses Womens Summer Tops 2023 Womens Shirts And Blouses Active Wear Outfits For Women Womens Plus Size Shirts Silk Button Up Shirts For Women Lace Top Womens Petite Tops Plus Size Womens Tops Dressy Casual Women'S Summer Shirts Boho Top Basic Tops Work Blouses Women Blouses Women'S Summer Blouses Workout Shirts Women Flutter Sleeve Top Chiffon Blouse Graphic Tees 3Xl Womens Tops Plus Size Womens Tie Dye Tshirt Women Satin Blouse Women'S Business Casual Shirts   Graphic Tee Womens Button Up Blouses Women'S Summer Tops 2023 Women Tops Casual Womens Summer Tops Trendy Work Blouse Tshirts Women Cold Shoulder Tops Plus Size Workout Tops For Women Plus Size Shirt Womens Cotton Shirts Plus Size Womens T Shirts Women'S Fashion Ribbed Tops For Women Womens Plus Size Tops Dressy Casual Shirts Women Boho Tops For Women 2023 Social Work Shirt Women Lace Neck Blouse Cute Plus Size Clothes Short Sleeve Workout Tops For Women Plus Size Western Shirts For   Casual Shirts For Women Trendy Business Casual Shirts Woman Tee Shirts For Women Loose Fit Womens Blouses And Tops Dressy For Work T-Shirts For Women Cotton Summer Blouse Plus Size Blouses Women'S Tunics Funny Tshirts Flannel Shirts For Women Oversized Summer Blouses Womens Linen Shirt Casual Summer Tops For Women 2023 Oversized Tshirts Women'S Athletic Shirts & Tees Boho Tops Workout Shirts Women Round Neck Tops For Women Basic Tops Womens T Shirts Short Sleeve Baseball Umpire Shirts   See more About this item ",
        "ProductPrice": "$13.99",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71OBaqRC8zL._AC_SX522_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Cotton-Shirts-Fashion-Printed-Pullover\/dp\/B0CGR6B52P\/ref=sr_1_9?crid=95FYKWM0PYOT&keywords=casual+t+shirts+women&qid=1707066831&rnid=2941120011&s=apparel&sprefix=casual+tshirtswomen%2Caps%2C575&sr=1-9"
    },
    {
        "id": 13,
        "ProductName": "        Women's Naturalizer, Banks Pump       ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Leather \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nSole material \\n  \\nSynthetic \\n    About this item   Extra cushioning   Breathable lining   Flexable sole   Breathable lining   See more About this item ",
        "ProductPrice": "$88.00",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/519i78y+4RL._AC_SX500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Naturalizer-Womens-Banks-Black-Leather\/dp\/B078HZRMDT\/ref=sr_1_20?crid=3RV46BLZEUCTQ&dib=eyJ2IjoiMSJ9.-uWVvE0I_HwKDY0484Z8Q3Mod-B7H8Q7k-OTeR4pnDgrCJm61AKloAWy1NIBeJlYe1fvvI2kM-nJpuZ-Ud2oorwC9YspCEF_HadxzomFY-4wSipvxNeFqLK8mA_NNY2T8zekEYEgtMAW3R349qdmVJL5mbSFT81-vZWnvKm8NK4UAr1d7cKvar1vZNeDQj4TODj4kU6Tkle3dPftQYty55zlNKF56dh2siValjq6UIyIQRuebzENEnp0sSRNNy5BX5mglC3224MLhyCDSAj4UnNnH3Jtz0Su972801OpT1o.bqJvoGkL7plhynFONMl9440QkghlJaPX6SH7wdqUYd4&dib_tag=se&keywords=women+fancy+heels&qid=1710674523&sprefix=women+fancy+heel%2Caps%2C409&sr=8-20"
    },
    {
        "id": 14,
        "ProductName": "Zailie Sandals with Multi-Strap Design ",
        "ProductDescription": "   Product details    \\nSole material \\n  \\nRubber \\n    \\nOuter material \\n  \\nFaux Leather \\n    \\nClosure type \\n  \\nZip \\n    About this item   ZAILIE SANDAL: Where style meets practicality, this gladiator sandal features soft vegan leather straps, back zipper entry, and Tru Comfort Foam footbed.   MEDIUM AND WIDE WIDTHS: The Zailie Sandal is offered with your choice between standard and wide footbed, ensuring that foot overflow is a thing of the past. Reference size chart in images for additional dimensions.   RUBBER SOLE: A .5\" heel and rubber sole provide you support with every step. Whether you\\u2019re going out with your girlfriends for a night on the town, heading to work, or running errands, you\\u2019ll love the comfortable, lightweight feel that our fancy sandals provide. They go great with casual jeans and a cute tee or something a little more formal, like a sexy dress, a romper, or another fashionable outfit.   HIGH-QUALITY: Every women\\u2019s shoe in our collection of sandals at Journee Collection is created with the finest materials available. Made of vegan leather with Tru Comfort Foam footbeds, you can be sure that our classy sandals won\\u2019t fall apart like many shoes on the market.   JOURNEE COLLECTION SHOES: At Journee Collection, we believe that wearing the right shoes can change your entire day. Wearing eye-catching shoes can make any woman feel confident and empowered. And who doesn\\u2019t want to feel that way? We make every pair of shoes with you in mind. Go for an elegant riding boot or a fun-printed rubber boot \\u2014 we have them all in our wide collection. You will feel the difference.   See more About this item ",
        "ProductPrice": "$37.75",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/51EP5wwE-DL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Journee-Collection-Womens-Comfort-FoamTM\/dp\/B09SZMPP3M\/ref=sr_1_172?crid=3RV46BLZEUCTQ&dib=eyJ2IjoiMSJ9.W3wfHktY8EHgiODkdBjbQPuhGH9JQuxPMLW71ijvTeo5MhIxRClhoiWWhP-w-5GoSyi6ScMvZ9gAfzZTbEpqbLD5A_uJfjwwmy_IwXCOiaBPcfBbv4Cx899un6UegneLqA34dEMhzyF9yu_wIuCioig57D-IqxKZQMS9paOZYghAPh32KwC2SnxMK9dL2qIZ966eowwMZX9dInnX9gISCbmzGZRdUgOAfPmDIC5SxeKdrXxsiYNp9UK2_nJnSYMCo13IBihN5GVFqMd1KmEFXjc3avSb1r5TXfFIh4fDIP4.FZqAVBr6AVLe17h_aX_X5AyuvKo8coN1Y5T9H4ef9CY&dib_tag=se&keywords=women+fancy+heels&qid=1710674606&sprefix=women+fancy+heel%2Caps%2C409&sr=8-172"
    },
    {
        "id": 15,
        "ProductName": "        GUESS Women's Loven Sneaker       ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\n100% Synthetic \\n    \\nCare instructions \\n  \\nMachine Wash \\n    \\nOrigin \\n  \\nImported \\n    \\nSole material \\n  \\nRubber \\n    About this item   This lace up look features GUESS logo hardware on the side with the hottest fashion colors of the season mixed and matched. This shoe is comfy, cool and ready to knock your socks off.   Lace up closure   Round Toe   Guess logo detailing   See more About this item ",
        "ProductPrice": "$33.04",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/518G3jarbOL._AC_SX500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/GUESS-Womens-Loven-Sneaker-White\/dp\/B08DXSWV7B\/ref=sr_1_11?crid=KQO7ES6JY5KO&dib=eyJ2IjoiMSJ9.z75J4moSDBaYdCkA9YFKwNQVBD58Fwl-PnR7NH1cuebiT_86sUhusztQcaL8TsaqYeVXqcL-6TAoO_L2EUxICtn4iMK6sxNN1nMYtDUX8pGJPMfoGOodzecmgtm9j2CYI0dB3q3O7Qo0rO3iWIdjLkXD7mWLATf3qixX2RorT6gx6iiZPJWcZTCUy9RISyhaDmGl-dWJsaaA-pzHGAL5mTTZZ4Q8zRQXwieclGFj2Nr_M1IyJD3RBaj6f9XG6JwH6YZfkrxKNCgpdjzPdOcqlRwluO1JV7Aol_F5ty9KpGE.wFd-m4i2JaYEeFPaoao2nfSWB-WeW41-x9AKB2r5hPw&dib_tag=se&keywords=women+footwear&qid=1710674398&sprefix=women+footwe%2Caps%2C433&sr=8-11"
    },
    {
        "id": 16,
        "ProductName": "The Drop Pepper Ballet Flat with Bow",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\nUpper:100% Polyurethane; Outsole:100%German \\n    \\nCare instructions \\n  \\nHand Wash Only \\n    \\nOrigin \\n  \\nImported \\n    \\nSole material \\n  \\nThermoplastic Elastomers \\n    About this item   Staples By The Drop   These timeless ballet flats are a staple you'll be able to match up with anything, setting the standard for everyday dressing.   Sole height is approximately 0.4 inches (1 cm)   Ballet Flat   Bow at vamp   Smooth Faux Leather   See more About this item ",
        "ProductPrice": "$35.19",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/61AtB-nPMrL._AC_SX500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Drop-Womens-Pepper-Ballet-Flat\/dp\/B0C3H735V9\/ref=sr_1_31?crid=3DOZ3ZAT5XV8Y&keywords=sandals+women&qid=1707067235&rnid=7141123011&s=apparel&sprefix=sandals+women%2Caps%2C328&sr=1-31"
    },
    {
        "id": 17,
        "ProductName": "Maybelline Super Stay Peppy Lipstick",
        "ProductDescription": "N\/A",
        "ProductPrice": "$9.98",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/713q0-rj1wL._SX425_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Maybelline-Longwear-No-Budge-Lipcolor-Pigmented\/dp\/B0BCC7CL6J\/ref=sr_1_2_sspa?crid=13DK80IK717K7&dib=eyJ2IjoiMSJ9.qiY3f3yNYYeYaWZwWVCN4V7IwAVL462XaS5te8m6IMKwhNKzKmxyZvHu3djiLcRBgcJwFORB7ZWNAcsmZSHVGJkhVu0bnku9RmQgLRYHkmyuif-YCyprUyvAIil9UoBwCtdc0H0dzRvQ5ciSOr1wH9q-a0OICZaUm8lXAAbU7GhPKHEkKurT1GesUMDfZbeP2XOKrpfBhOJN5fKOB0GVTWOF0pNOpXWBKRdvPJdDjGPo5daZW0FCP2pg5RUooczgixHWtrF2OXxgFr3zJ-ZzweuUu_nAzBZIpL1hUsSMyTs.Dj_tgD1PLwdyrC1P-Elv2HQXCxlpfQ7x1yr5odZyFYM&dib_tag=se&keywords=makeup+lipsticks&qid=1710675385&sprefix=makeup+lipstick%2Caps%2C476&sr=8-2-spons&sp_csd=d2lkZ2V0TmFtZT1zcF9hdGY&psc=1"
    },
    {
        "id": 18,
        "ProductName": "Milani Color Fetish Matte Lipstick",
        "ProductDescription": "N\/A",
        "ProductPrice": "$17.95",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/51d4KH2Bp3L._SX425_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Milani-Color-Fetish-Lipstick-Pleasure\/dp\/B09FPS2FY8\/ref=sr_1_36?crid=13DK80IK717K7&dib=eyJ2IjoiMSJ9.qiY3f3yNYYeYaWZwWVCN4V7IwAVL462XaS5te8m6IMKwhNKzKmxyZvHu3djiLcRBgcJwFORB7ZWNAcsmZSHVGJkhVu0bnku9RmQgLRYHkmyuif-YCyprUyvAIil9UoBwCtdc0H0dzRvQ5ciSOr1wH9q-a0OICZaUm8lXAAbU7GhPKHEkKurT1GesUMDfZbeP2XOKrpfBhOJN5fKOB0GVTWOF0pNOpXWBKRdvPJdDjGPo5daZW0FCP2pg5RUooczgixHWtrF2OXxgFr3zJ-ZzweuUu_nAzBZIpL1hUsSMyTs.Dj_tgD1PLwdyrC1P-Elv2HQXCxlpfQ7x1yr5odZyFYM&dib_tag=se&keywords=makeup+lipsticks&qid=1710675400&sprefix=makeup+lipstick%2Caps%2C476&sr=8-36"
    },
    {
        "id": 19,
        "ProductName": "        ALDO  Brown Handbag     ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\nSynthetic \\n    \\nOrigin \\n  \\nImported \\n    \\nOuter material \\n  \\nPolyurethane \\n    \\nInner material \\n  \\nPolyester \\n    \\nCountry of Origin \\n  \\nCambodia \\n    About this item   This spaciously stylish tote bag boasts ample storage space and shoulder strap for extra utility   Made of synthetic materials   1 compartment: stylish and functional to store your cell phone, wallet, or any other essential you need near by   Medium: the perfect medium sized handbag for everyday life   Size: 10.9'' L x 4'' W x 8.5'' H (28cm x 10.5cm x 22cm)   See more About this item ",
        "ProductPrice": "$44.20",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/71OdrK4QDmL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/ALDO-13491251-Legoirii-Medium-Brown\/dp\/B09YSJM195\/ref=sr_1_8?crid=G50FJDQV94FH&dib=eyJ2IjoiMSJ9.VQPS33nXFbvGSwpSInYMXXtlzMGUjE7_dGX8B2Pa1fauKvEYf2YQUvPCYvTB0zmnazpRFdDL5sz0JRVq684JMQyOUuNkt60vKc_wIkSmPRHHWvyEn7pThaGviE5ejygSk6Hdra7S6YdHqPdOiVF4fexS4dApftxOsgG8WqdwewDpfZJcbA63OXOZRpPGa_kx3M6pVLHzVUZ8Ge7PFaydqAABQyyKNjMKvEUwvpsskeY-MckSR6COqTe6ZnT8R6uoHwivrYODPFXenqhVf7Vz_zpo27E8bmb74aMPLJzByd8.OGkbp6ysNXEOSylVZoPYnQY5p_Gi85ZprW0hi5mhpJg&dib_tag=se&keywords=women+handbags&qid=1710674833&sprefix=women+hanbags%2Caps%2C498&sr=8-8"
    },
    {
        "id": 20,
        "ProductName": "        ALDO Women's Gloadithh Tote Bag       ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\nPOLYURETHANE 100% \\n    \\nCare instructions \\n  \\nHand Wash Only \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nMagnetic \\n    \\nCountry of Origin \\n  \\nCambodia \\n    About this item   This spaciously stylish tote bag boasts ample storage space and shoulder strap for extra utility   Made of synthetic materials   1 compartment: stylish and functional to store your cell phone, wallet, or any other essential you need near by   Medium: the perfect medium sized handbag for everyday life   Size: 12'' L x 4.4'' W x 8.1'' H (31cm x 11.5cm x 21cm)   See more About this item ",
        "ProductPrice": "$38.51",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/5128FLJYADL._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/ALDO-womens-Women-Gloadithh-Medium\/dp\/B08SFPFJ8V\/ref=sr_1_2?crid=15AWOWERPYTF2&dib=eyJ2IjoiMSJ9.s1Y84a0afzacMmeXLGjFEqUw65K9eKFT2qqJDL1I2m2NKz6_Fc9iH8WOiHzm60R9aB5Etw2-7wMLMfs0vb2yXm-E0LlbNuFdmmZpq9qx9Txm2LWj6b2QxI9_0E1aBtNJwxFBblG2XwE31ZPl4JUfhPMjfNDuzuQOCRCgcRGTqi3TdbiLmbbQzFvtoZR9reFk1OtktSMsoECrL2TxwAmSlAqK5jvD5NOOU3B0RcV78HijY27ZWJSnMGJkUKhjJVG539sWblWulBaApcibYjdDRXDilNNoQ6FdL5n9pUtTHFc.aGi66ZaZNNGcXWF13P0ALZPFSMBbaBKb-IcgeNMnwTk&dib_tag=se&keywords=women+bags&qid=1710674631&sprefix=women+b%2Caps%2C1046&sr=8-2"
    },
    {
        "id": 21,
        "ProductName": "PREMIUM Silk Satin Scrunchies",
        "ProductDescription": "Silk material \\u2013 These hair bands are made of softer Silk Satin, good texture, shiny and and comfortable, each hair band with a durable rubber band, can fix your hair well and will not hurt your hair, these are trendy and can be used daily.Hair scrunchy dimension \\u2013 The outer diameter is approx. 13 cm\/ 5.11 inches, the unexpanded inner diameter is approx. 3.5 cm\/ 1.4 inches, with good elasticity, fit most of hairsWide application \\u2013 Our Silky scrunchies can be applied in various occasions, you can wear them attending parties, ceremonies and daily wearing, practical and useful for girlsVarious colors hair ties \\u2013 Many Unique colors Blue, Beige , Wood Brown, Lavender Purple, Pearl Gray , Dark Purple, Mustard Yellow, Navy Blue, Black, White, Blush Pink, Light blue, Bronze, Rose Red, giving you all the options to pair with all your wardrobe favoriteshigh quality scrunchy \\u2013 Scrunchies of Silk Satin hair bobbles in different colors,Each of them is handpicked for the premium look and each color for 1 piece, enough to use or as a good gift for your friends and familiesYou Deserve This High Quality Silk Satin Hair Scrunchies\\u2714 Wide application: Our Silk satin scrunchies can be applied in various occasions, you can wear  them attending parties, ceremonies and daily wearing. These scrunhies will make your hair standout in public.\\u2714 High quality scrunchy: Silk Satin hair bobbles in different colors, each color for 1 piece, enough to use or as a good gift for your friends and families. Even after multiple use and washes it wouldn't wear off its color just like your hair.\\u2714 Softer Satin material: made of Silk Satin, good texture touches soft and comfortable. Helps out hairs not getting tangled even when sleeping.\\u2714 The inner rubber band is durable, stretchable and elastic, will not hurt your hair.Specifications of PREMIUM Silk Satin Scrunchies, Pack of 3, Elastic Hair Bands for Girls, Brand  No Brand SKU  231781461_PK-1471476306 Age Range  StandardWhat\\u2019s in the box1 x Turquoise scrunchy \/ 1 x sapphire blue scrunchy \/ 1 x peach scrunchy \/ 1 x Maroon scrunchy \/ 1 x cream scrunchy \/ 1 x Blush pink scrunchy \/ 1 x Black scrunchy \/ 1 x White scrunchy",
        "ProductPrice": "Rs. 149",
        "ProductImages": "https:\/\/static-01.daraz.pk\/p\/b64c88bbb87bd2262f97919994a729b1.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/b64c88bbb87bd2262f97919994a729b1.jpg_100x100.jpg_.webp https:\/\/static-01.daraz.pk\/p\/6c592dc307970fb6c634da6a38914187.jpg_100x100.jpg_.webp ",
        "ProductURL": "https:\/\/www.daraz.pk\/products\/3-i231781461-s1471476306.html?spm=a2a0e.searchlist.sku.38.887c2f36q8Hc5E&search=1"
    },
    {
        "id": 22,
        "ProductName": "Gucci Soho Off White Handbag ",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\nLeather \\n    \\nClosure type \\n  \\nMagnetic \\n    \\nLining \\n  \\nLinen \\n    \\nCountry of Origin \\n  \\nItaly \\n    About this item   This beautiful embossed ivory crossbody is the perfect bag for any everyday look. The color makes it easy to match everything in your wardrobe and the classic embossed Gucci logo makes it a complete classic piece for any handbag collection. This bag is light weight and simply perfect.   Model: 536224   Ivory Leather Light Fine Gold Chain Strap   Magnetic Snap Closure One interior zip pocket One interior slip pocket   Strap Drop: 21.5\" inches Measurements: 11\" x 3.5\" x 6.75\" (LWH)   Includes authenticity cards and Gucci Dust bag Made in Italy   See more About this item ",
        "ProductPrice": "$1950",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/514XeHapd+L._AC_SY500_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/Gucci-Golden-Wallet-Double-Leather\/dp\/B019D16JTC\/ref=sr_1_5?crid=3LI3A6RGKQTS5&keywords=women+clutches&qid=1707067605&sprefix=women+clutches%2Caps%2C380&sr=8-5"
    },
    {
        "id": 23,
        "ProductName": "Chloe Mara Caramello Clutch Evening Bag",
        "ProductDescription": "   Product details    \\nFabric type \\n  \\nLeather \\n    \\nOrigin \\n  \\nImported \\n    \\nClosure type \\n  \\nMagnetic \\n    \\nCountry of Origin \\n  \\nUSA \\n    About this item   Dimensions: Width: 17.5cm, Height: 14.5cm, Depth: 7.5cm, Strap: 50cm   Gold Metal Detail   Removable Strap   See more About this item ",
        "ProductPrice": "$575",
        "ProductImages": "https:\/\/m.media-amazon.com\/images\/I\/61O8OcZq-VL._AC_SY675_.jpg",
        "ProductURL": "https:\/\/www.amazon.com\/See-Chloe-Womens-Caramello-Evening\/dp\/B0CH3S4RZ5\/ref=sr_1_21?crid=3LI3A6RGKQTS5&keywords=women+clutches&qid=1707067619&sprefix=women+clutches%2Caps%2C380&sr=8-21"
    }


]